Repository: TaherLamloum/Designra
Catalog: Designra/Designra/Utilities/Localizable/*.lproj/Localizable.strings
Languages: ar

# fontLight
source: Aftika-Light
ar: Cairo-Light

# fontRegular
source: AftikaRegular
ar: Cairo-Regular

# fontBold
source: AftikaBold
ar: Cairo-Bold

# fontSemiBold
source: Aftika-SemiBold
ar: Cairo-SemiBold

# fontBlack
source: AftikaBlack
ar: Cairo-Black

# introTitleLbl
source: Learn at home!
ar: تعلم من المنزل !

# introDetailsLbl
source: efficiently and effectively
ar: بكفاءه وفعاليه

# startLbl
source: lets start!
ar: لنبدأ !

# accountLbl
source: Don't have an account?
ar: ليس لديك حساب ؟

# titleLbl
source: Get Unlimited Access !
ar: احصل علي اشتراك مفتوح !

# packageYearlyLbl
source: Yearly
ar: سنويا

# packageMonthlyLbl
source: Monthly
ar: شهريا

# startNowBtn
source: Start Now
ar: ابدأ الان

# signinBtn
source: Sign in
ar: تسجيل الدخول

# signupBtn
source: Sign up
ar: التسجيل

# goPremiumBtn
source: Go Premium
ar: البريميوم

# emailTF
source: Email
ar: الايميل

# passwordTxtField
source: Password
ar: كلمة المرور
